Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/norskpetroleum.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: For companies in other branches of industry, the contribution is NOK 10,5 per kg NOx.
nb: Til sammenligning betalte øvrige industribedrifter 10,5 kroner per kilo NOx til fondet.

source: The Vilje, Volund and Bøyla fields are tied-back to Alvheim.
nb: Vilje-, Volund- og Bøyla-feltene er knyttet opp til Alvheim.

source: A significant volume of residual oil is encountered directly below the Troll Vest oil column.
nb: Like under oljekolonnen i Troll Vest er det et vesentlig volum restolje.

source: The PDO for the Heidrun northern flank was approved in 2000.
nb: PUD for Heidrun Nordflanke ble godkjent i 2000.

source: A joint development with the 25/5-9 (Trell) discovery as a subsea tie-back to the Alvheim field is being evaluated.
nb: En felles utbygging med funnet 25/5-9 (Trell) som undervannstilknytning til Alvheim vurderes.

source: The remaining reserves in the North Sea were reduced by 96 million Sm
nb: De gjenværende reservene i Nordsjøen ble redusert med 96 millioner Sm

source: The plan for development and production (PDO) was approved in 2017.
nb: Plan for utbygging og drift (PUD) ble godkjent 2017.

source: The discoveries have a preliminary total estimate of 77 million standard cubic metres of recoverable oil equivalents.
nb: Funnene har et foreløpig samlet estimat på 77 millioner standard kubikkmeter utvinnbare oljeekvivalenter.

source: A subsea booster pump for accelerated and improved recovery was installed in 2020.
nb: En havbunnsløftepumpe ble installert i 2020 for å øke produksjonsraten og utvinningen.

source: Gas is transported via Vesterled to St Fergus in the UK.
nb: Gassen transporteres via rørledningen Vesterled til St Fergus i Storbritannia.

source: The estimate for contingent resources in discoveries has increased by 31 million Sm
nb: Estimatet for betingede ressurser i funn er økt med 31 millioner Sm

source: Production from Gyda ceased in February 2020.
nb: Produksjonen ble avsluttet i februar 2020.

source: The Njord field was discovered in 1986, and the plan for development and operation (PDO) was approved in 1995.
nb: Njord ble påvist i 1986, og plan for utbygging og drift (PUD) ble godkjent i 1995.

source: Of the contingent resources, 265 million Sm
nb: Av de betingede ressursene er 265 millioner Sm

source: Source: Norwegian Petroleum Directorate (Gas is normalized at 40 MJ)
nb: Kilde: Oljedirektoratet (Gass er normalisert til 40 MJ)

source: Gas is exported through the Kvitebjørn Gas Pipeline and on to the Kollsnes terminal, where the NGL is separated and the dry gas is further exported to the market.
nb: Gassen eksporteres via Kvitebjørn gassrør og videre til Kollsnes-terminalen, der flytende våtgass (NGL) skilles ut og tørrgassen eksporteres videre til markedet.

source: Vale is a field in the central part of the North Sea, 16 kilometres north of the Heimdal field.
nb: Vale ligger i den sentrale delen av Nordsjøen, 16 kilometer nord for Heimdal.

source: The PDO for a gas compression facility at Midgard was approved in 2012.
nb: PUD for gasskompresjonsanlegg på Midgard-forekomsten ble godkjent i 2012.

source: The discovery is planned to be included in the Åsgard development and will use the existing infrastructure on Smørbukk South which is tied-back to the Åsgard facilities.
nb: Planen er å inkludere funnet i Åsgard utbyggingen og bruke eksisterende infrastruktur på Smørbukk Sør som er tilknyttet Åsgard-innretningene.

source: It is tight and has relatively high pressure and high temperature (HPHT).
nb: Reservoaret anses å være tett og har relativt høyt trykk og høy temperatur (HTHT).

source: The reason is the Johan Sverdrup field, which started production in October 2019.
nb: Årsaken er Johan Sverdrup-feltet, som startet produksjonen i oktober 2019.

source: Awards in predefined areas (APA) in mature areas
nb: Tildeling i forhåndsdefinerte områder (TFO) i modne områder

source: The field was shut down in 2016 and the facility was removed in 2018.
nb: Produksjonen ble avsluttet i 2016, og innretningen ble fjernet i 2018.

source: A negative pressure development starting from 2012 resulted in cessation of regular production in 2013.
nb: Den negative trykkutviklingen som startet i 2012 førte til at ordinær produksjon opphørte i 2013.

source: Gassco was established in 2001 and is a wholly-owned state company.
nb: Gassco ble opprettet i 2001 og er et heleid statlig selskap.

source: The areas outlined in red are covered by the system of awards in predefined areas (APA).
nb: Områdene innrammet av den røde linjen er områdene som nå er omfattet av tildelinger i forhåndsdefinerte områder (TFO).

source: The field has been developed with three fully integrated concrete facilities: Statfjord A, Statfjord B and Statfjord C. Statfjord A, centrally located on the field, came on stream in 1979.
nb: Statfjord A, Statfjord B og Statfjord C. Statfjord A, som er plassert sentralt på feltet, kom i produksjon i 1979.

source: Hyme is expected to resume production in late 2021, when the Njord facility is in place again.
nb: Etter planen skal Hyme begynne å produsere igjen sent i 2021, når Njord-innretningen er tilbake på feltet.

source: Impact assessments and opening of new areas are governed by Chapter 3 of the Petroleum Act and Chapter 2a of the Petroleum Regulations.
nb: Konsekvensutredning og åpning av nye områder reguleres i kapittel 3 i petroleumsloven og kapittel 2a i petroleumsforskriften.

source: Due to structural deficiencies and the vast amount of outstanding work to complete the MOPU, it was decided to remove it from the field in 2013.
nb: På grunn av strukturelle mangler på MOPU-en og omfattende gjenstående arbeid med å ferdigstille innretningen, ble det besluttet å fjerne den fra Yme-feltet i 2013.

source: The Duva and Nova fields are under development as tie-ins to the Gjøa platform and are expected to start production in late 2021 and early 2022, respectively.
nb: Duva- og Nova-feltene er under utbygging som nye tilknytninger til Gjøa, og produksjonen ventes å starte henholdsvis sent i 2021 og tidlig i 2022.

source: Contingent resources have been proven, but no decision has been made regarding their production.
nb: Betingede ressurser er utvinnbare mengder som er funnet, men som det ennå ikke er besluttet at skal utvinnes.

source: Flyndre was discovered in 1974, and the plan for development and operation (PDO) was approved in 2014.
nb: Flyndre ble påvist i 1974, og plan for utbygging og drift (PUD) ble godkjent i 2014.

source: Gimle is a field in the northern part of the North Sea, just northeast of the Gullfaks field.
nb: Gimle ligger i den nordlige delen av Nordsjøen like nordøst for Gullfaks.

source: The largest discovery in the last 10 years is 7324/8-1 (Wisting) in 2013.
nb: Det største funnet de siste 10 årene er 7324/8-1 (Wisting) i 2013.

source: The Jotun FPSO is an integrated part of the Balder and Ringhorne facilities and is still in operation.
nb: Jotun-skipet er en integrert del av Balder- og Ringhorne-innretningene, og det er fortsatt i bruk.

source: Gyda produced oil from three reservoirs in Upper Jurassic sandstone in the Ula Formation.
nb: Gyda produserte olje fra tre reservoarer i øvre jura sandstein i Ulaformasjonen.

source: According to the formal removal resolution, decommissioning must be completed by the end of 2023.
nb: Ifølge disponeringsvedtaket skal fjerningsarbeidet gjennomføres innen slutten av 2023.

source: The Petroleum Act (section 4-10, first paragraph)
nb: petroleumsloven § 4-10, første ledd

source: Gas import started up again in 2014.
nb: Gassimporten startet igjen i 2014.

source: Most of these allocations go to the PETROMAKS 2 and DEMO2000 research programmes and to research centres in Stavanger, Tromsø and Trondheim.
nb: Bevilgningene til Forskningsrådet går først og fremst til forskningsprogrammene PETROMAKS 2 og DEMO 2000, og forskningssentre i Stavanger, Tromsø og Trondheim.

source: The largest contribution to the increase in gross reserves comes from Breidablikk, which submitted a plan for development and operation (PDO) in 2020, for developing the 25/11-27 (F structure) and 25/8-4 (D structure) discoveries.
nb: Det største bidraget til økningen i bruttoreserver kommer fra Breidablikk der der det ble levert plan for utbygging og drift (PUD) i 2020. Planen omfatter funnene 25/11-27 (F-struktur) og 25/8-4 (D-struktur).

source: Grane has limited water injection.
nb: Grane har begrenset vanninjeksjon.

source: All areas that are open and therefore available for petroleum activities may be announced in numbered licensing rounds or through the system of awards in predefined areas (APA).
nb: Alle områder som er åpnet for petroleumsvirksomhet, kan lyses ut i nummererte konsesjonsrunder eller inkluderes i det forhåndsdefinerte området.

source: We will meet requirements regarding colour contrast, headers and links.
nb: Vi skal oppfylle kravene til fargekontraster, overskrifter og lenker.

source: The Skogul field is tied-back to the Alvheim FPSO via the Vilje template.
nb: Skogul-feltet er tilknyttet Alvheim FPSO via havbunnsrammen på Vilje.

source: So far, only 48 per cent of the estimated total recoverable resources on the Norwegian continental shelf has been produced.
nb: Fortsatt har vi kun produsert 48 prosent av det man regner med er de totale utvinnbare ressursene på norsk kontinentalsokkel.

source: o.e. before production is deducted.
nb: før produksjonen er trukket fra.

source: Jette produced oil from sandstone of late Paleocene age in the Heimdal Formation.
nb: Jette produserte olje fra sandstein av senpaleocen alder i Heimdalformasjonen.

source: Stabilised oil is stored in tanks at the base of the facility.
nb: Stabilisert olje blir lagret i tanker i sokkelen på innretningen.

source: The dry gas is transported from Kårstø to continental Europe via the Europipe II pipeline.
nb: Tørrgassen transporteres fra Kårstø til kontinentet gjennom Europipe II-rørledningen.

source: The discovery is planned to be developed as a satellite to the Norne field and will utilise the gas processing capacity on the Norne production, storage and offloading vessel (FPSO).
nb: Funnet er planlagt bygd ut som en satellitt til Norne, og vil utnytte gassprosesseringskapasitet på produksjons- og lagerskipet (FPSO) Norne.

source: "Resources" is a collective term for all recoverable volumes of petroleum.
nb: Ressurser brukes som et samlebegrep for all utvinnbar olje og gass.

source: Download as image (PNG)
nb: Last ned som bilde (PNG)

source: Atla is a field in the central part of the North Sea, 20 kilometres northeast of the Heimdal field.
nb: Atla ligger i den sentralen delen av Nordsjøen, 20 kilometer nordøst for Heimdal.

source: There are also underlying oil zones in the Tilje and Garn Formations.
nb: Det er også underliggende oljesoner i Garn- og Tiljeformasjonene.

source: Oil is exported from Gullfaks A and Gullfaks C via loading buoys onto tankers.
nb: Oljen eksporteres fra Gullfaks A og C via lastebøyer til tankskip.

source: The Vega field is tied-back to Gjøa for processing and further export.
nb: Vega er tilknyttet Gjøa for prosessering og videre eksport.

source: The authorities have received a total of five plans for development and operations (PDO) during 2020, which is positive for the level of activity going forward.
nb: Myndighetene har til sammen mottatt fem utbyggingsplaner (PUD) i løpet av 2020, noe som er positivt for aktivitetsnivået fremover.

source: Production from the field will also be shut-in during production testing on Frosk in 2021.
nb: Produksjonen fra feltet vil også bli innestengt i 2021 når produksjonstesting pågår på Frosk.

source: Jotun B was removed in 2020 and the Jotun FPSO will be upgraded and relocated to continue operation for the Balder and Ringhorne Øst fields from 2022.
nb: Jotun B ble fjernet i 2020 og Jotun FPSO skal oppgraderes, flyttes til en ny lokasjon og brukes videre av Balder og Ringhorne Øst fra 2022.

source: A production licence comprising the Odin field was awarded in the Awards in Predefined Areas (APA) 2016 licensing round.
nb: En utvinningstillatelse som omfatter Odin, ble tildelt i Tildeling i forhåndsdefinerte områder (TFO) i 2016.

source: The reimbursement system was introduced in 2005 to reduce the entry barriers for new actors and encourage economically viable exploration activity.
nb: Leterefusjonsordningen ble innført i 2005 for å redusere inngangsbarrierer for nye aktører og for å legge til rette for samfunnsøkonomisk lønnsom leting.

source: The Gullfaks facilities are also involved in production and transport from the Tordis, Vigdis and Visund fields.
nb: Gullfaks-innretningene er også involvert i produksjon og transport fra Tordis, Vigdis og Visund.

source: In order to promote the effective use of existing infrastructure, including platforms and pipelines, the Ministry of Petroleum and Energy adopted regulations relating to the use of facilities by others (the Third-party Access Regulations), which entered into force in 2006.
nb: For å medvirke til effektiv bruk av eksisterende infrastruktur, blant annet plattformer og rørledninger, utarbeidet Olje- og energidepartementet Forskrift om andres bruk av innretninger, med virkning fra 2006 (Third Party Access eller TPA-forskriften).

source: The oil from Troll B and Troll C is transported in the Troll Oil Pipelines I and II, respectively, to the oil terminal at Mongstad.
nb: Oljen fra Troll B og Troll C transporteres i henholdsvis Troll Oljerør I og II til Mongstad.

source: The change in the accounts is 226 million Sm
nb: Endringen i regnskapet er på 226 millioner Sm

source: In May 1963, the Norwegian Government proclaimed sovereignty over the Norwegian continental shelf.
nb: I mai 1963 proklamerte regjeringen Norges suverenitet over den norske kontinentalsokkelen.

source: All areas open for petroleum activity which are not subject to any special restrictions on new area allocation, can be included in the APA-area.
nb: Petroleumsvirksomheten på den norske kontinentalsokkelen tok til i Nordsjøen og har over tid flyttet seg nordover, blant annet basert på prinsippet om skrittvis utforskning.

source: o.e. compared with last year.
nb: sammenlignet med året før.

source: Marulk produces gas from Cretaceous sandstone in the Lysing Formation.
nb: Marulk produserer gass fra sandstein av kritt alder i Lysingformasjonen.

source: Embla was discovered in 1988, and the plan for development and operation (PDO) was approved in 1990.
nb: Embla ble påvist i 1988, og plan for utbygging og drift (PUD) ble godkjent i 1990.

source: Yttergryta produced gas from sandstone of Middle Jurassic age in the Fangst Group.
nb: Yttergryta produserte gass fra sandstein av mellomjura alder i Fangstgruppen.

source: On some fields, gas is reinjected into the reservoirs.
nb: På noen felter blir gass også reinjisert i reservoaret.

source: The main reservoir contains oil in Upper Jurassic intra-Draupne sandstone and lies at a depth of 1,900 metres.
nb: Hovedreservoaret inneholder olje i øvre jura intra-Draupne sandstein og ligger på 1900 meters dyp.

source: On the Norwegian shelf, there are currently 12 concrete facilities (Heidrun A and Troll B are floating), 63 fixed steel facilities and 20 steel floating facilities in operation.
nb: På norsk sokkel er det i dag 12 betonginnretninger (Heidrun A og Troll B er flytende), 63 bunnfaste- og 20 flytendestålinnretninger i drift.

source: In 1998, a PDO was approved for Snorre B, a semi-submersible integrated drilling, processing and accommodation facility located in the northern part of the field.
nb: PUD for Snorre B-innretningen, som er en halvt nedsenkbar integrert bore-, prosess- og boliginnretning, ble godkjent i 1998.

source: The well stream is sent to the Norne FPSO for processing.
nb: Brønnstrømmen sendes til Norne-skipet for prosessering.

source: The water depth is 95 metres.
nb: Vanndybden er 95 meter.

source: Concept studies on capture and transport were conducted throughout 2017. The partners Equinor, Shell and Total are currently conducting a concept study on storage of CO
nb: Konseptstudier for fangst fra Norcem, Yara og FOV ble levert høsten 2017 sammen med konseptstudie for transport.

source: A PDO for water injection was approved in 1997, and the injection facility Eldfisk E was installed in 1999.
nb: PUD for vanninjeksjon ble godkjent i 1997, og injeksjonsinnretningen Eldfisk E ble installert i 1999.

source: It also facilitates cooperation between the industry and research communities so that new solutions can be rapidly deployed.
nb: Det skal også legges til rette for samarbeid mellom industrien og forskningsmiljøene slik at nye løsninger raskt kan tas i bruk.

source: The unprocessed well stream from Snøhvit is transported through a 143-kilometre-long pipeline to the Melkøya facility for processing and shipping.
nb: Den ubehandlede brønnstrømmen fra Snøhvit-feltet blir ført gjennom et 143 kilometer langt rør til anlegget på Melkøya for prosessering og utskiping.

source: There is no nomination step in APA-rounds.
nb: I TFO-rundene benyttes ikke nominasjon.

source: The oil is transported by pipeline via the Ekofisk field to Teesside in the UK.
nb: Oljen transporteres i rørledning via Ekofisk til Teesside i Storbritannia.

source: The Atla field was tied-back to Skirne in 2012.
nb: Atla ble koblet til Skirne i 2012.

source: The well stream is transported by pipeline to the processing facility at the Ekofisk Centre and further to Teesside in the UK and Emden in Germany.
nb: Brønnstrømmen transporteres i rørledning til prosessanlegget på Ekofisk-sentret og videre til Teesside i Storbritannia og Emden i Tyskland.

source: Historical and expected production in Norway, 1970-2025
nb: Historisk og forventet produksjon i Norge, 1970-2025

source: Troll Brent B was discovered in 2005, and was granted an exemption from the plan for development and operation (PDO) in 2017.
nb: Troll Brent B ble påvist i 2005, og feltet fikk fritak fra plan for utbygging og drift (PUD) i 2017.

source: The well stream is transported by pipeline to the Ula field for processing.
nb: Brønnstrømmen transporteres i rørledning til Ula for behandling.

source: Valemon is a field in the northern part of the North Sea, just west of the Kvitebjørn field.
nb: Valemon ligger i den nordlige delen av Nordsjøen, like vest for Kvitebjørn.

source: Skarv produces gas and oil from Lower and Middle Jurassic sandstone in the Tilje, Ile and Garn Formations.
nb: Skarv produserer gass og olje fra sandstein av tidlig- og mellomjura alder i Tilje-, Ile- og Garnformasjonene.

source: Trym production is expected to restart in 2022, once the Tyra project is completed.
nb: Produksjonen fra Trym ventes å starte igjen i 2022 når Tyra-prosjektet er ferdigstilt.

source: Bauge is a field on the Halten bank in the southern Norwegian Sea, 15 kilometres east of the Njord field.
nb: Bauge ligger på Haltenbanken i det sørlige Norskehavet, 15 kilometer øst for Njord.

source: The development concept is a production, storage and offloading vessel (FPSO) with additional subsea solutions including 18 horizontal production wells and 12 injection wells.
nb: Utbyggingskonseptet er et produksjons- og lagerskip (FPSO) knyttet til havbunnsrammer med 18 horisontale produksjonsbrønner og 12 injeksjonsbrønner.

source: Figures for the petroleum industry’s share of total value creation, investments, exports and revenues over the years show this very clearly.
nb: Utviklingen i petroleumssektorens andel av total verdiskaping, investeringer, eksport og inntekter i Norge er et klart bilde på dette.

source: To release the solution gas from the remaining oil, depressurisation of the reservoirs started in 2007.
nb: For å frigjøre oppløst gass fra gjenværende olje, ble trykkavlastning av reservoarene påbegynt i 2007.

source: An amended PDO including several deposits and prospects was approved in 2006.
nb: Endret PUD som inkluderte flere forekomster og prospekter ble godkjent i 2006.

source: But the discovery of the Groningen gas field in the Netherlands in 1959 opened people’s eyes to the prospect that there could be hydrocarbons under the North Sea.
nb: Hendelsen som åpnet folks øyne for at det kunne være hydrokarboner i Nordsjøen var funnet av gass i Groningen, Nederland i 1959.

source: These include the Barents Sea North, the north-eastern part of the Norwegian Sea (Troms II, Nordland VII and parts of Nordland IV, V and VI) and the Skagerrak, plus the area around Jan Mayen.
nb: Det gjelder blant annet Barentshavet nord, det nordøstlige Norskehavet (Troms II, Nordland VII og deler av Nordland IV, V og VI) og Skagerrak, samt området rundt Jan Mayen.

source: The gas in Troll Øst is recovered by pressure depletion through 39 wells drilled from Troll A. The oil in Troll Vest is produced from long horizontal wells, which penetrate the thin oil zone directly above the oil-water contact.
nb: Gassen i Troll Øst produseres med trykkavlastning gjennom 39 brønner boret fra Troll A. Oljen i Troll Vest produseres fra lange horisontale brønner som er boret i den tynne oljesonen, like over olje/vann-kontakten.

source: Unstabilised NGL is transported by a 56-kilometre pipeline from the Kollsnes plant via the Sture oil terminal to Mongstad, where it is processed.
nb: Gjennom en 56 kilometer lang rørledning blir ustabilisert NGL transportert fra gassterminalen på Kollsnes via oljeterminalen på Sture og videre til Mongstad.

source: Production was shut down in 1997 and the subsea templates were removed in 2001.
nb: Produksjonen ble avsluttet i 1997, og havbunnsrammene ble fjernet i 2001.

source: Glitne was discovered in 1995, and the plan for development and operation (PDO) was approved in 2000.
nb: Glitne ble påvist i 1995, og plan for utbygging og drift (PUD) ble godkjent i 2000.

source: The field is developed with subsea wells tied to a production, storage and offloading vessel, Alvheim FPSO.
nb: Feltet er bygd ut med havbunnsbrønner knyttet til et produksjons- og lagerskip, Alvheim FPSO.

source: After initial processing on the Ivar Aasen field, the well stream will be transported to the Edvard Grieg field for final processing and export.
nb: Brønnstrømmen blir først prosessert på Ivar Aasen og så transportert til Edvard Grieg for sluttbehandling og eksport.

source: Production from the Njord field and its satellite field Hyme was temporarily shut down in 2016 because of Njord A structural integrity issues.
nb: Produksjonen på Njord og satellittfeltet Hyme ble midlertidig stengt etter at det ble oppdaget strukturelle integritetsproblemer på Njord A-innretningen i 2016.

source: Until 2019, the field was produced with pressure support from injection of produced water from the Blane, Tambar and Ula fields.
nb: Fram til 2019 ble feltet produsert med trykkstøtte fra injeksjon av produsert vann fra Blane, Tambar og Ula.

source: Oil is processed and stored on the Knarr FPSO and offloaded to shuttle tankers for export.
nb: Oljen prosesseres og lagres på Knarr-skipet og lastes derfra til tankskip for eksport.

source: for the second year and NOK 137 000 per km
nb: for andre år og kr. 137 000 per km

source: Examples of PETROMAKS 2 projects
nb: Prosjekteksempler fra PETROMAKS 2

source: Norway has a number of onshore facilities linked to fields and pipelines on the Norwegian shelf, from Kårstø in the south to Melkøya in the north.
nb: Det finnes en rekke landanlegg som er tilknyttet felt og rørledninger på norsk sokkel, fra Kårstø i sør til Melkøya i nord.
